{
  "marsamaroc": [
    {
      "objet": "Objet : TRAVAUX DE VIDANGE DES BACS DE STOCKAGE DE LA STATION DEBALLASTAGE ET RINÇAGE DE MARSA MAROC AU PORT DE MOHAMMEDIA",
      "date_limite": "Jeu 10 Juil 2025"
    },
    {
      "objet": "Objet : Travaux de construction de murettes amovibles en béton armé pour le compte de Marsa Maroc et sa filiale SMA au Port d’Agadir",
      "date_limite": "Mar 08 Juil 2025"
    },
    {
      "objet": "Objet : TRAVAUX D’AMENAGEMENT DU TERMINAL A CONTENEURS EST DU PORT DE NADOR WEST MED LOT : ELECTRIFICATION HT, BT ET ECT",
      "date_limite": "Jeu 03 Juil 2025"
    },
    {
      "objet": "Objet : Fourniture et installation des coffrets électriques pour le compte de MarsaMaroc au port de Tanger Med 1",
      "date_limite": "Mer 02 Juil 2025"
    },
    {
      "objet": "Objet : FOURNITURE DE CHARIOTS ELEVATEURS DE MOYENNE CAPACITE A MARSA MAROC",
      "date_limite": "Mer 02 Juil 2025"
    },
    {
      "objet": "Objet : Fourniture des chariots élévateurs sur pneus à la Direction de l’Exploitation au Port de Casablanca Trafic Polyvalent.",
      "date_limite": "Mer 02 Juil 2025"
    },
    {
      "objet": "Objet : Démolition d’un ancien bâtiment relevant de Marsa Maroc à la Direction de l’Exploitation au port de Casablanca Trafic Polyvalent",
      "date_limite": "Mar 01 Juil 2025"
    },
    {
      "objet": "Objet : La fourniture des remorques basses et des remorques à cuvettes au Terminal à Conteneurs Est de Marsa Maroc Trafics Conteneur et Roulier et à la société Terminal à Conteneurs 3 du Port de Casablanca.",
      "date_limite": "Mar 01 Juil 2025"
    },
    {
      "objet": "Objet : SOUS TRAITANCE DES PRESATIONS DE GERBAGE ET CHARGEMENT DES MARCHANDISES PAR LES EQUIPEMENTS DE MARSA MAROC AU PORT DE JORF LASFAR",
      "date_limite": "Lun 30 Juin 2025"
    },
    {
      "objet": "Objet : construction de deux hangars pour le stockage des vracs solides au Terminal Polyvalent de Marsa Maroc au Port de Casablanca.",
      "date_limite": "Jeu 26 Juin 2025"
    }
  ],
  "offresonline": [
    {
      "objet": "Organisme : Conseil national des droits de l'homme. Objet : La réalisation des prestations de gardiennage et de surveillance des locaux du conseil national des droits de l’homme (cndh)",
      "date_limite": "19/06/2025"
    },
    {
      "objet": "Organisme : Societe de developpement local rabat sale temara prestations. Objet : Mise à disposition de la main d'oeuvre pour le besoin des services de la société rabat salé témara prestations, lot unique",
      "date_limite": "19/06/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier préfectoral de m’diq-fnideq. Objet : L’hygiène, et le nettoyage des locaux et des services du centre hospitalier préfectoral m’diq fnideq. (hopital mohammed vi m’diq et hopital hassan ii fnideq)",
      "date_limite": "25/06/2025"
    },
    {
      "objet": "Organisme : Direction regionale de l'agence nationale des eaux et forets de beni mellal-khenifra. Objet : La fourniture de la main d'oeuvre pour le gardiennage et la surveillance des forets relevant de la dranef de béni mellal -khénifra , réparti en quatre (04)lots.",
      "date_limite": "25/06/2025"
    },
    {
      "objet": "Organisme : Direction regionale de l’agriculture marrakech safi. Objet : Appel d'offres ouvert international à majoration, pour : gardiennage, surveillance et sécurité des locaux des directions provinciales de l’agriculture de marrakech, rhamna, chichaoua, essaouira, safi et la direction régionale de l’agriculture marrakech safi.",
      "date_limite": "30/06/2025"
    },
    {
      "objet": "Organisme : Direction du port de casablanca et region. Objet : Prestation de gardiennage et surveillance du port de casablanca par les maitres-chiens",
      "date_limite": "01/07/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier provincial de kenitra. Objet : Appel d'offres ouvert a majoration : activités d’accueil des malades du centre hospitalier provincial de kenitra.",
      "date_limite": "07/07/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier provincial de tetouan. Objet : Execution des prestations de gardiennage des batiments relevant du centre hospitalier provincial de tetouan (hopital civil - hopital ben karrich et hopital errazi de tetouan)",
      "date_limite": "08/07/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier regional d'agadir. Objet : Les presttions des activites d'accueil pour le centre hospitalier régional d'agadir.",
      "date_limite": "22/07/2025"
    }
  ],
  "adm": [
    {
      "objet": "La réalisation des travaux de renforcement de certains ouvrages hydrauliques busés à risque de rupture sur l’axe autoroutier Rabat - Oujda",
      "date_limite": "N/A"
    },
    {
      "objet": "La réalisation des travaux d’entretien de la chaussée des autoroutes Kenitra – Sidi El Yamani et Khémisset – Meknes « PROGRAMME 2025-2026 »",
      "date_limite": "N/A"
    },
    {
      "objet": "Mise en Conformité des lignes électriques HTA et BT interceptés par le projet de l’autoroute Rabat-Casablanca Continentale",
      "date_limite": "N/A"
    },
    {
      "objet": "La réalisation des travaux d’entretien des Bâtiments des axes autoroutiers Nord, Centre et Est",
      "date_limite": "N/A"
    },
    {
      "objet": "La réalisation des travaux de construction des viaducs sur Oued Cherrat et sur Oued Yquem de l'autoroute Rabat Casablanca Continentale",
      "date_limite": "N/A"
    },
    {
      "objet": "Mise en conformité de la ligne 60 kV N°107-1 MOHAMMEDIA-ONCF EL MANSOURIA nécessitée par le projet d’aménagement des Routes Provinciales N°3304 et N°3308 pour la desserte du futur Grand Stade HASSAN II - Province",
      "date_limite": "N/A"
    }
  ]
}