{
  "marchespublics": [
    {
      "objet": "Objet : Entretien et réparation de matériels électriques aux stations piscicoles relevant du Centre National d'Hydrobiologie et de Pisciculture d’Azrou (lot unique).",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : Achat et fourniture de matériels de campement destinés aux Parcs Nationaux relevant de la Direction Régionale de l’Agence Nationale des Eaux et Forêts de Fès Meknès répartis en deux lots ...",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : Fourniture de la machine (AQUARIUS-TRUXOR DM 4700 B ou similaire) pour l’aménagement des milieux aquatiques relevant du Centre National d'Hydrobiologie et de Pisciculture (lot unique). ...",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : Fourniture et pose de panneaux de signalisation au Parc National d’Ifrane relevant de la Direction Régionale de l’Agence Nationale des Eaux et Forêts de Fès-Meknès (Lot unique). ...",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : LA CONCEPTION ARCHITECTURALE ET LE SUIVI DES TRAVAUX DE CONSTRUCTION DU BLOC FONCIER DE L’ANCFCC D’OUJDA.",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : Achat et installation de matériel, mobilier de bureau et matériel de cuisine destiné à l’Hôpital des Spécialités Régional de Tétouan",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : Les prestations de gardiennage et de surveillance des locaux de la Direction Régionale de l’Artisanat à Oujda et ses annexes administratives et des Etablissements de la Formation Professionnelles dans la Région de ...",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : Gardiennage et surveillance des Bâtiments Administratifs relevant de la Direction Régionale de l’Artisanat et de l’Economie Sociale Souss Massa et ses entités en lot unique.",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : LA CONCEPTION ARCHITECTURALE ET LE SUIVI DES TRAVAUX DE CONSTRUCTION DU BLOC FONCIER DE L’ANCFCC DE TAOURIRT.",
      "date_limite": "N/A"
    },
    {
      "objet": "Objet : LA CONCEPTION ARCHITECTURALE ET LE SUIVI DES TRAVAUX DE CONSTRUCTION DU BLOC FONCIER DE L’ANCFCC DE GUERCIF",
      "date_limite": "N/A"
    }
  ],
  "marsamaroc": [
    {
      "objet": "Objet : Travaux de construction de murettes amovibles en béton armé pour le compte de Marsa Maroc et sa filiale SMA au Port d’Agadir",
      "date_limite": "Mar 08 Juil 2025"
    },
    {
      "objet": "Objet : TRAVAUX D’AMENAGEMENT DU TERMINAL A CONTENEURS EST DU PORT DE NADOR WEST MED LOT : ELECTRIFICATION HT, BT ET ECT",
      "date_limite": "Jeu 03 Juil 2025"
    },
    {
      "objet": "Objet : Fourniture et installation des coffrets électriques pour le compte de MarsaMaroc au port de Tanger Med 1",
      "date_limite": "Mer 02 Juil 2025"
    },
    {
      "objet": "Objet : FOURNITURE DE CHARIOTS ELEVATEURS DE MOYENNE CAPACITE A MARSA MAROC",
      "date_limite": "Mer 02 Juil 2025"
    },
    {
      "objet": "Objet : Démolition d’un ancien bâtiment relevant de Marsa Maroc à la Direction de l’Exploitation au port de Casablanca Trafic Polyvalent",
      "date_limite": "Mar 01 Juil 2025"
    },
    {
      "objet": "Objet : La fourniture des remorques basses et des remorques à cuvettes au Terminal à Conteneurs Est de Marsa Maroc Trafics Conteneur et Roulier et à la société Terminal à Conteneurs 3 du Port de Casablanca.",
      "date_limite": "Mar 01 Juil 2025"
    },
    {
      "objet": "Objet : SOUS TRAITANCE DES PRESATIONS DE GERBAGE ET CHARGEMENT DES MARCHANDISES PAR LES EQUIPEMENTS DE MARSA MAROC AU PORT DE JORF LASFAR",
      "date_limite": "Lun 30 Juin 2025"
    },
    {
      "objet": "Objet : construction de deux hangars pour le stockage des vracs solides au Terminal Polyvalent de Marsa Maroc au Port de Casablanca.",
      "date_limite": "Jeu 26 Juin 2025"
    },
    {
      "objet": "Objet : Travaux de revêtement des voiries et terre-pleins des terminaux de Marsa Maroc et sa filiale SMA au Port d’Agadir",
      "date_limite": "Jeu 26 Juin 2025"
    },
    {
      "objet": "Objet : FOURNITURE ET POSE DE CABLES ELECTRIQUE D’ALIMENTATION DES VANNES MOTORISEES DU NOUVEAU PIPE DE PROPANE AU PORT DE MOHAMMEDIA",
      "date_limite": "Jeu 26 Juin 2025"
    }
  ],
  "royalairmaroc": [
    {
      "objet": "Travaux extension des locaux DT",
      "date_limite": "17/06/2025 02:30"
    },
    {
      "objet": "Expertise et conseil immobilier pour le développement du nouveau siège Casa-Anfa du Groupe Royal Air Maroc",
      "date_limite": "17/06/2025 02:30"
    },
    {
      "objet": "Assistance maîtrise d’ouvrage déléguée fonctionnelle, technique, administrative & économique",
      "date_limite": "17/06/2025 02:30"
    },
    {
      "objet": "AO short Term Lease of 01 CF34-10E6G07 engine",
      "date_limite": "20/06/2025 20:30"
    },
    {
      "objet": "AO confection housses sièges B787",
      "date_limite": "20/06/2025 20:30"
    },
    {
      "objet": "Assistance comptable",
      "date_limite": "23/06/2025 20:30"
    },
    {
      "objet": "Remplacement Firewalls en fin de vie et gestion du spare",
      "date_limite": "25/06/2025 20:30"
    },
    {
      "objet": "Entretien des espaces verts",
      "date_limite": "26/06/2025 02:30"
    },
    {
      "objet": "AO achat lot d'outillage avions",
      "date_limite": "26/06/2025 08:29"
    },
    {
      "objet": "Landing Gear Overhaul/Exchange for B737NG fleet",
      "date_limite": "27/06/2025 07:29"
    },
    {
      "objet": "AO -Réparation APU 331-200 (B767)",
      "date_limite": "27/06/2025 20:30"
    },
    {
      "objet": "RFQ catering à ABV",
      "date_limite": "28/06/2025 02:30"
    },
    {
      "objet": "RFQ Catering à LOS",
      "date_limite": "28/06/2025 02:30"
    },
    {
      "objet": "Lot 3: Gestion des campagnes Social Ads",
      "date_limite": "04/07/2025 02:30"
    },
    {
      "objet": "Lot 2: Gestion des campagnes SEM & Display",
      "date_limite": "04/07/2025 02:30"
    },
    {
      "objet": "Lot 1: Gestion des campagnes SEO sur les moteurs de recherche",
      "date_limite": "04/07/2025 02:30"
    },
    {
      "objet": "AO catering aux aéroports l’acquisition des théières argentées et plateaux argentés",
      "date_limite": "09/07/2025 08:29"
    },
    {
      "objet": "BIDT & ABUSE SOLUTION",
      "date_limite": "09/07/2025 20:30"
    },
    {
      "objet": "Achat des uniformes RAM",
      "date_limite": "01/08/2025 02:30"
    }
  ],
  "offresonline": [
    {
      "objet": "Organisme : Centre hospitalier regional d'agadir. Objet : Appel d'offres ouvert a majoration : les prestations des activites d’accueil pour le centre hospitalier régional d’agadir",
      "date_limite": "19/06/2025"
    },
    {
      "objet": "Organisme : Conseil national des droits de l'homme. Objet : La réalisation des prestations de gardiennage et de surveillance des locaux du conseil national des droits de l’homme (cndh)",
      "date_limite": "19/06/2025"
    },
    {
      "objet": "Organisme : Societe de developpement local rabat sale temara prestations. Objet : Mise à disposition de la main d'oeuvre pour le besoin des services de la société rabat salé témara prestations, lot unique",
      "date_limite": "19/06/2025"
    },
    {
      "objet": "Organisme : Societe de developpement local rabat sale temara prestations. Objet : Appel d'offres ouvert national a majoration sur offres de prix pour : « l'entretien et le nettoyage des batiments des abattoirs de la région et de leurs dépendances, à bouknadel - lot unique ».",
      "date_limite": "23/06/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier préfectoral de m’diq-fnideq. Objet : L’hygiène, et le nettoyage des locaux et des services du centre hospitalier préfectoral m’diq fnideq. (hopital mohammed vi m’diq et hopital hassan ii fnideq)",
      "date_limite": "25/06/2025"
    },
    {
      "objet": "Organisme : Direction regionale de l'agence nationale des eaux et forets de beni mellal-khenifra. Objet : La fourniture de la main d'oeuvre pour le gardiennage et la surveillance des forets relevant de la dranef de béni mellal -khénifra , réparti en quatre (04)lots.",
      "date_limite": "25/06/2025"
    },
    {
      "objet": "Organisme : Direction regionale de l’agriculture marrakech safi. Objet : Appel d'offres ouvert international à majoration, pour : gardiennage, surveillance et sécurité des locaux des directions provinciales de l’agriculture de marrakech, rhamna, chichaoua, essaouira, safi et la direction régionale de l’agriculture marrakech safi.",
      "date_limite": "30/06/2025"
    },
    {
      "objet": "Organisme : Direction du port de casablanca et region. Objet : Prestation de gardiennage et surveillance du port de casablanca par les maitres-chiens",
      "date_limite": "01/07/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier provincial de tetouan. Objet : Execution des prestations de gardiennage des batiments relevant du centre hospitalier provincial de tetouan (hopital civil - hopital ben karrich et hopital errazi de tetouan)",
      "date_limite": "08/07/2025"
    },
    {
      "objet": "Organisme : Centre hospitalier regional d'agadir. Objet : Les presttions des activites d'accueil pour le centre hospitalier régional d'agadir.",
      "date_limite": "22/07/2025"
    }
  ],
  "adm": [
    {
      "objet": "La réalisation des travaux d’entretien de la chaussée des autoroutes Kenitra – Sidi El Yamani et Khémisset – Meknes « PROGRAMME 2025-2026 »",
      "date_limite": "N/A"
    },
    {
      "objet": "La réalisation des travaux d’entretien des Bâtiments des axes autoroutiers Nord, Centre et Est",
      "date_limite": "N/A"
    },
    {
      "objet": "La réalisation des travaux de construction des viaducs sur Oued Cherrat et sur Oued Yquem de l'autoroute Rabat Casablanca Continentale",
      "date_limite": "N/A"
    },
    {
      "objet": "Mise en conformité de la ligne 60 kV N°107-1 MOHAMMEDIA-ONCF EL MANSOURIA nécessitée par le projet d’aménagement des Routes Provinciales N°3304 et N°3308 pour la desserte du futur Grand Stade HASSAN II - Province",
      "date_limite": "N/A"
    },
    {
      "objet": "La réalisation des prestations de transport du personnel d’ADM",
      "date_limite": "N/A"
    }
  ]
}