[
  {
    "objet": "Objet : Acquisition des disjoncteurs 72,5 kV pour la Division Exploitation Transport Marrakech",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Peinture des lignes HTB du réseau de Division Exploitation Transport Agadir Lot n° 1 : Peinture des lignes 60 & 225 kV Lot n° 2 : Peinture des lignes 400 kV",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Entretien et réparation de matériels électriques aux stations piscicoles relevant du Centre National d'Hydrobiologie et de Pisciculture d’Azrou (lot unique).",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Achat et fourniture de matériels de campement destinés aux Parcs Nationaux relevant de la Direction Régionale de l’Agence Nationale des Eaux et Forêts de Fès Meknès répartis en deux lots ...",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Fourniture de la machine (AQUARIUS-TRUXOR DM 4700 B ou similaire) pour l’aménagement des milieux aquatiques relevant du Centre National d'Hydrobiologie et de Pisciculture (lot unique). ...",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Fourniture et pose de panneaux de signalisation au Parc National d’Ifrane relevant de la Direction Régionale de l’Agence Nationale des Eaux et Forêts de Fès-Meknès (Lot unique). ...",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : LA CONCEPTION ARCHITECTURALE ET LE SUIVI DES TRAVAUX DE CONSTRUCTION DU BLOC FONCIER DE L’ANCFCC D’OUJDA.",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Achat et installation de matériel, mobilier de bureau et matériel de cuisine destiné à l’Hôpital des Spécialités Régional de Tétouan",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : Les prestations de gardiennage et de surveillance des locaux de la Direction Régionale de l’Artisanat à Oujda et ses annexes administratives et des Etablissements de la Formation Professionnelles dans la Région de ...",
    "date_limite": "N/A"
  },
  {
    "objet": "Objet : LA CONCEPTION ARCHITECTURALE ET LE SUIVI DES TRAVAUX DE CONSTRUCTION DU BLOC FONCIER DE L’ANCFCC DE TAOURIRT.",
    "date_limite": "N/A"
  }
]