[
  {
    "objet": "N/A",
    "date_limite": "N/A"
  },
  {
    "objet": "N/A",
    "date_limite": "17/06/2025"
  },
  {
    "objet": "Organisme : Centre hospitalier regional d'agadir. Objet : Appel d'offres ouvert a majoration : les prestations des activites d’accueil pour le centre hospitalier régional d’agadir",
    "date_limite": "19/06/2025"
  },
  {
    "objet": "Organisme : Conseil national des droits de l'homme. Objet : La réalisation des prestations de gardiennage et de surveillance des locaux du conseil national des droits de l’homme (cndh)",
    "date_limite": "19/06/2025"
  },
  {
    "objet": "Organisme : Societe de developpement local rabat sale temara prestations. Objet : Mise à disposition de la main d'oeuvre pour le besoin des services de la société rabat salé témara prestations, lot unique",
    "date_limite": "19/06/2025"
  },
  {
    "objet": "Organisme : Societe de developpement local rabat sale temara prestations. Objet : Appel d'offres ouvert national a majoration sur offres de prix pour : « l'entretien et le nettoyage des batiments des abattoirs de la région et de leurs dépendances, à bouknadel - lot unique ».",
    "date_limite": "23/06/2025"
  },
  {
    "objet": "Organisme : Centre hospitalier préfectoral de m’diq-fnideq. Objet : L’hygiène, et le nettoyage des locaux et des services du centre hospitalier préfectoral m’diq fnideq. (hopital mohammed vi m’diq et hopital hassan ii fnideq)",
    "date_limite": "25/06/2025"
  },
  {
    "objet": "Organisme : Direction regionale de l'agence nationale des eaux et forets de beni mellal-khenifra. Objet : La fourniture de la main d'oeuvre pour le gardiennage et la surveillance des forets relevant de la dranef de béni mellal -khénifra , réparti en quatre (04)lots.",
    "date_limite": "25/06/2025"
  },
  {
    "objet": "Organisme : Direction regionale de l’agriculture marrakech safi. Objet : Appel d'offres ouvert international à majoration, pour : gardiennage, surveillance et sécurité des locaux des directions provinciales de l’agriculture de marrakech, rhamna, chichaoua, essaouira, safi et la direction régionale de l’agriculture marrakech safi.",
    "date_limite": "30/06/2025"
  },
  {
    "objet": "Organisme : Direction du port de casablanca et region. Objet : Prestation de gardiennage et surveillance du port de casablanca par les maitres-chiens",
    "date_limite": "01/07/2025"
  },
  {
    "objet": "Organisme : Centre hospitalier provincial de tetouan. Objet : Execution des prestations de gardiennage des batiments relevant du centre hospitalier provincial de tetouan (hopital civil - hopital ben karrich et hopital errazi de tetouan)",
    "date_limite": "08/07/2025"
  },
  {
    "objet": "Organisme : Centre hospitalier regional d'agadir. Objet : Les presttions des activites d'accueil pour le centre hospitalier régional d'agadir.",
    "date_limite": "22/07/2025"
  }
]